[
    {
        "content": "Sesungguhnya dalam setahun terdapat beberapa hari dan waktu tertentu yang memiliki keutamaan, apabila doa dipanjatkan pada saat itu maka keutamaan yang lebih besar akan diperoleh, dan lebih memungkinkan untuk dikabulkan dan diterima oleh Allah. Bagi-Nya-lah hikmah yang sempurna.",
        "content2": "",
        "contentArab": "وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ",
        "contentArti": " <em>“Dan Rabb-mu menciptakan apa yang Dia kehendaki dan memilihnya.”</em> (QS. Al Qashash: 68)"
    },
    {
        "content": "Dengan kesempurnaan hikmah-Nya, kekuasaan-Nya serta kesempurnaan ilmu dan pengetahuan-Nya, Dia memilih di antara sekian makhluk-Nya, berbagai waktu, tempat dan individu kemudian mengistimewakan mereka dengan tambahan keutamaan, perhatian lebih dan karunia yang melimpah. Hal ini merupakan salah satu tanda terbesar akan kekuasaan Rububiyah-Nya, bukti terkuat akan keesaan-Nya dan ketunggalan-Nya dalam sifat kesempurnaan. Segala urusan diatur oleh-Nya, sebelum dan sesudahnya, Dia menentukan segala sesuatu bagi ciptaan-Nya sesuai yang dikehendaki-Nya dan menetapkan bagi mereka apa yang Dia kehendaki.",
        "content2": " Allah ta’ala berfirman: ",
        "contentArab": "فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الأرْضِ رَبِّ الْعَالَمِينَ (٣٦) وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ وَالأرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ",
        "contentArti": "<em>“Maka bagi Allah-lah segala puji, Rabb langit, Rabb bumi dan Rabb semesta alam. Bagi-Nya-lah keagungan di langit dan bumi, Dialah yang Maha Perkasa lagi Maha Bijaksana.” </em>(QS. Al Jatsiyah: 36-37)"
    },
    {
        "content": "Di antara waktu yang Allah istimewakan dengan karunia dan kemuliaan yang melimpah adalah bulan Ramadhan, Allah memuliakannya daripada yang lain. Allah juga mengutamakan sepuluh hari terakhir ketimbang hari-hari yang lain dalam bulan tersebut dan Dia mengutamakan malam Al-Qadr dengan tambahan karunia dan kedudukan yang agung di sisi-Nya daripada seribu bulan, memuliakan dan meninggikan kedudukan malam tersebut di sisi-Nya. Allah menurunkan wahyu dan firman-Nya yang mulia pada malam tersebut, sebagai petunjuk bagi orang yang bertakwa, sebagai pembeda baik dan buruk bagi mereka yang beriman, sebagai sinar, cahaya dan rahmat.",
        "content2": " Allah ta’ala berfirman: ",
        "contentArab": "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ (٣) فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ (٤) أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا مُرْسِلِينَ (٥) رَحْمَةً مِنْ رَبِّكَ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (٦) رَبِّ السَّمَاوَاتِ وَالأرْضِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ مُوقِنِينَ (٧) لا إِلَهَ إِلا هُوَ يُحْيِي وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الأوَّلِينَ (٨)",
        "contentArti": "<em>“Sesungguhnya Kami menurunkannya pada suatu malam yang diberkahi dan sesungguhnya Kami-lah yang memberi peringatan. Pada malam itu dijelaskan segala urusan yang penuh hikmah, (yaitu) urusan yang besar dari sisi kami. sesungguhnya Kami adalah yang mengutus rasul-rasul, sebagai rahmat dari Rabbmu. Sesungguhnya Dialah yang Maha mendengar lagi Maha mengetahui, Rabb yang memelihara langit dan bumi dan apa yang ada di antara keduanya, jika kamu adalah orang yang meyakini. Tidak ada Rabb (yang berhak disembah) melainkan Dia, yang menghidupkan dan yang mematikan (Dialah) Rabb-mu dan Rabb bapak-bapakmu yang terdahulu.”</em> (QS. Ad Dukhaan: 3-8)"
    },
    {
        "content":"",
        "content2":"Allah ta’ala juga berfirman:",
        "contentArab":"إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (١) وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ (٢) لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (٣) تَنَزَّلُ الْمَلائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ أَمْرٍ (٤) سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ (٥)",
        "contentArti":"“Sesungguhnya Kami telah menurunkannya (Al Quran) pada malam kemuliaan. Dan tahukah kamu apakah malam kemuliaan itu? Malam kemuliaan itu lebih baik dari seribu bulan. Pada malam itu turun malaikat-malaikat dan Malaikat Jibril dengan izin Rabb-nya untuk mengatur segala urusan. Malam itu (penuh) keselamatan hingga terbit fajar.” (QS. Al Qadr: 1-5)"
    },
    {
        "content":"Alangkah agungnya (kedudukan) malam tersebut dibandingkan malam yang lain, alangkah mulia kebaikannya, dan alangkah melimpahnya keberkahan di malam tersebut. Malam tersebut lebih baik daripada seribu bulan yang setara dengan 83 tahun dari umur seseorang. Waktu 83 tahun adalah waktu yang lama seandainya seorang muslim menghabiskan waktu tersebut dalam ketaatan kepada Allah ‘azza wa jalla, namun (beribadah pada) malam Al-Qadr lebih baik daripada hal tersebut, inilah (keuntungan) bagi mereka yang menggapai keutamaan dan karunia pada malam tersebut.",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    },
    {
        "content":"Mujahid rahimahullah mengatakan, “(Keutamaan) Lailatul Qadr lebih baik daripada keutamaan seribu bulan yang di dalamnya tidak terdapat Lailatul Qadr.” Perkataan serupa diucapkan oleh Qatadah, Asy Syafi’i dan selainnya.",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    },
    {
        "content":"Pada malam yang mulia ini, para malaikat akan lebih banyak turun ke dunia dikarenakan melimpahnya berkah pada malam tersebut, karena malaikat akan turun seiring turunnya berkah, yaitu keselamatan (yang ditebarkan) hingga terbitnya fajar, seluruh kebaikan terkandung dalam malam tersebut, tidak ada keburukan hingga terbitnya fajar. Pada malam ini, segala urusan yang penuh hikmah dirinci, maksudnya segala kejadian selama setahun ke depan ditentukan dengan izin Allah yang Maha Kuasa dan Maha Bijaksana. Penentuan takdir pada malam tersebut adalah penentuan takdir tahunan, adapun penentuan takdir secara umum yang tercantum dalam Lauhul Mahfuzh, maka hal tersebut telah tercatat sejak 50.000 tahun sebelum langit dan bumi diciptakan sebagaimana yang tertera dalam sebuah hadits Rasulullah shallallahu ‘alaihi wa sallam.",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    },
    {
        "content":"Sepatutnya seorang muslim bersemangat dalam menelusuri suatu malam yang memiliki kedudukan seperti ini, agar mendapatkan keberuntungan dengan pahala yang terdapat pada malam tersebut, mendulang kebaikannya, memperoleh ganjarannya, dan merengkuh berkahnya. Orang yang merugi adalah mereka yang tidak mendapatkan pahala pada malam tersebut. Barang siapa yang melewatkan momen-momen kebaikan, hari-hari tersebarnya keberkahan dan karunia, sedangkan dirinya senantiasa bergelimang dalam dosa dan kesesatan serta asyik dalam kedurhakaan, karena dirinya telah dibinasakan oleh kelalaian dan penyimpangan, kesesatan telah menghalanginya (dari pintu kebaikan), maka betapa besar kerugian dan penyesalan yang menimpanya. Seorang yang tidak bersemangat dalam mencari keuntungan pada malam yang mulia ini, kapankah dirinya akan bersemangat lagi? Seorang yang tidak bertaubat kepada Allah pada malam yang mulia ini, kapankah dia akan bertaubat? Dan seorang yang senantiasa malas dalam melakukan kebaikan di malam ini, maka kapan lagi dirinya akan beramal?",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    },
    {
        "content":"Sesungguhnya bersemangat dalam mencari malam yang penuh berkah ini, serta beribadah dan berdoa di dalamnya merupakan ciri orang pilihan dan mereka yang berbakti kepada Allah. Bahkan dalam malam tersebut mereka berdoa dengan penuh kesungguhan kepada Allah Dia memberikan ampunan dan perlindungan bagi mereka, karena segala sesuatu yang akan terjadi pada diri seseorang selama setahun ke depan ditetapkan pada malam tersebut. Di malam inilah mereka berdoa dan memohon kepada Allah, dan mereka bersungguh-sungguh (dalam berbuat kebajikan) selama setahun ke depan penuh, hanya kepada Allah semata mereka memohon pertolongan dan taufik.",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    },
    {
        "content":"Tirmidzi, Ibnu Majah dan selainnya meriwayatkan dari Ummul Mukminin ‘Aisyah radliallahu ‘anha, beliau berkata,",
        "content2":"",
        "contentArab":"قلت يا رسول الله أرأيت إن علمت أي ليلة ليلة القدر ما أقول فيها ؟ قال قولي اللهم إنك عفو كريم تحب العفو فاعف عني",
        "contentArti":"Aku berkata kepada Rasulullah, “Wahai Rasulullah, apabila aku mengetahui waktu malam Al Qadr, apakah yang mesti aku ucapkan pada saat itu?” Beliau menjawab, “Katakanlah, Allahumma innaka ‘afuwwun, tuhibbul ‘afwa, fa’fu’anni (Yaa Allah sesungguhnya engkau Maha pemberi ampunan, suka memberi pengampunan, maka ampunilah diriku ini).” (HR. Tirmidzi nomor 3513, Ibnu Majah nomor 3850 dan dishahihkan oleh Al Albani rahimahullah dalam Shahih Ibnu Majah nomor 3105)"
    },
    {
        "content":"Doa yang penuh berkah ini memiliki kandungan makna yang agung, indikasi yang mendalam, manfaat dan pengaruh yang besar serta sangat selaras dengan malam yang mulia ini. (Bagaimana tidak?) Bukankah pada malam tersebut akan di rinci segala urusan yang penuh hikmah, yaitu segala amalan para hamba ditentukan untuk setahun yang akan datang hingga malam Al Qadr berikutnya. Maka barang siapa yang diberi rezeki pada malam itu berupa perlindungan dan pengampunan dari Rabb-nya pada malam tersebut, maka sungguh dirinya telah beruntung dan mendapatkan laba yang teramat besar. Barang siapa yang diberikan perlindungan di dunia dan akhirat, sungguh dirinya telah memperoleh seluruh kebaikan, karena tidak ada yang setara dengan perlindungan dari Allah.",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    },
    {
        "content":"Bukhari telah meriwayatkan dalam Al Adabul Mufrad dan Tirmidzi dalam Sunan-nya sebuah riwayat dari Al ‘Abbas bin Abdil Muththallib radliallahu ‘anhu, beliau berkata:",
        "content2":"",
        "contentArab":"يا رسول الله علمني شيئا أسأل الله عز و جل قال: الله العافية ثم مكثت أياما ثم جئت فقلت يا رسول الله علمني شيئا أسأل الله, فقال يا عباس يا عم رسول الله سلوا الله العافية في الدنيا والآخرة",
        "contentArti":"Aku berkata, “Wahai Rasulullah, ajarilah aku sebuah kalimat yang aku gunakan untuk memohon kepada Allah ‘azza wa jalla.” Maka beliau menjawab, “Mintalah perlindungan kepada Allah!” Selang selama beberapa hari, aku kembali mendatangi beliau dan berkata, “Wahai Rasulullah, ajarilah aku sebuah kalimat yang aku gunakan untuk memohon kepada Allah ‘azza wa jalla,” maka beliau berkata kepadaku, “Wahai ‘Abbas, paman Rasulullah, mintalah perlindungan di dunia dan akhirat kepada Allah!” (HR. Bukhari dalam Al Adabul Mufrad nomor 726, Tirmidzi nomor 3514 dan dishahihkan Al Albani rahimahullah dalam Shahihul Adab nomor 558)"
    },
    {
        "content":"Bukhari dalam Al Adab dan Tirmidzi dalam Sunan-nya meriwayatkan hadits dari Anas bin Malik radliallahu ‘anhu, dirinya berkata:",
        "content2":"",
        "contentArab":"أتى النبي صلى الله عليه وسلم رجل فقال يا رسول الله أي الدعاء أفضل؟ قال سل الله العفو والعافية في الدنيا والآخرة. ثم أتاه الغد فقال يا نبي الله أي الدعاء أفضل؟ قال سل الله العفو والعافية في الدنيا والآخرة, فإذا أعطيت العافية في الدنيا والآخرة فقد أفلحت",
        "contentArti":"Seseorang mendatangi Nabi shallallahu ‘alaihi wa sallam dan berkata, “Wahai Rasulullah! doa apakah yang paling afdhol?” Maka beliau menjawab, “Mintalah kepada Allah pengampunan dan perlindungan di dunia dan akhirat!”, Kemudian orang tersebut kembali mendatangi beliau pada esok harinya dan bertanya, “Wahai nabi Allah! Doa manakah yang paling afdhol?” Maka beliau berkata, “Mintalah kepada Allah pengampunan dan perlindungan di dunia dan akhirat, karena apabila engkau diberi pengampunan dan perlindungan di dunia dan akhirat, maka sungguh engkau telah beruntung.” (HR. Bukhari dalam Al Adabul Mufrad no. 637, Tirmidzi no. 3512 dan dishahihkan oleh Al Albani dalam Shahihul Adab no. 495)"
    },
    {
        "content":"Bukhari dalam Al Adabul Mufrad meriwayatkan dari Ausath bin Isma’il, dirinya berkata, Aku mendengar Abu Bakr Ash Shiddiq radhiallahu ‘anhu setelah nabi shallallahu ‘alaihi wa sallam wafat berkata:",
        "content2":"",
        "contentArab":"قام النبي صلى الله عليه وسلم عام أول مقامي هذا ثم بكى أبو بكر ثم قال : عليكم بالصدق فإنه مع البر وهما في الجنة وإياكم والكذب فإنه مع الفجور وهما في النار وسلوا الله المعافاة فإنه لم يؤت بعد اليقين خير من المعافاة ولا تقاطعوا ولا تدابروا ولا تحاسدوا ولا تباغضوا وكونوا عباد الله إخوانا",
        "contentArti":"“Nabi shallallahu ‘alaihi wa sallam pernah berdiri di tempatku ini, kemudian Abu Bakar menangis. Lalu Nabi berkata, ‘Berlaku jujurlah kalian! Karena sesungguhnya kejujuran akan diiringi oleh kebaikan dan keduanya akan (menggiring pelakunya ke dalam) surga. Jauhilah dusta! Karena dusta akan senantiasa diiringi oleh kemaksiatan dan keduanya (akan menggiring pelakunya menuju) neraka. Mintalah kepada Allah perlindungan, karena sesungguhnya tidak ada karunia yang lebih baik, setelah keimanan daripada perlindungan dari Allah. Janganlah kalian saling memboikot, saling tidak memperdulikan dan janganlah kalian saling mendengki dan membenci. Hendaknya kalian menjadi wahai hamba-hamba Allah menjadi orang-orang yang bersaudara.'” (HR. Bukhari dalam Al Adabul Mufrad nomor 724 dan dishahihkan oleh Al Al Albani rahimahullah dalam Shahihul Adab no. 557)"
    },
    {
        "content":"Oleh karena itu, suatu hal yang baik bagi seorang muslim untuk memperbanyak doa yang penuh berkah ini di setiap waktu dan kondisi, terlebih di malam Al-Qadr, yang di dalamnya segala urusan yang penuh hikmah ditetapkan agar seorang muslim mengetahui bahwa Allah ‘azza wa jalla (adalah Dzat yang) maha pengampun dan maha mulia lagi suka memberi ampunan,",
        "content2":"",
        "contentArab":"وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ",
        "contentArti":"“Dan Dialah yang menerima taubat dari hamba-hamba-Nya dan memaafkan kesalahan-kesalahan dan mengetahui apa yang kamu kerjakan.” (QS. Asy Syuuraa: 25)"
    },
    {
        "content":"Allah terkenal senantiasa memberikan ampunan, dan memiliki sifat Maha pemaaf dan Maha pengampun. Setiap individu membutuhkan ampunan-Nya. Tidak ada seorang pun yang merasa tidak membutuhkan ampunan-Nya sebagaimana tidak ada seorang pun yang merasa tidak membutuhkan rahmat dan karunia-Nya.",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    },
    {
        "content":"Kita memohon kepada Allah agar menaungi diri kita dengan ampunan-Nya, memasukkan diri kita ke dalam rahmat-Nya, membimbing kita untuk taat kepada-Nya dan memberi hidayah-Nya kepada kita untuk senantiasa berjalan di atas jalan yang lurus. [Diterjemahkan dari Buku Syaikh Abdurrazzaq bin Abdil Muhsin Al Badr, Fiqhul Ad’iyyah wal Adzkar, Al Qismuts Tsalits halaman 258-262, sub bab Ad Du’a Lailatal Qadr]",
        "content2":"",
        "contentArab":"",
        "contentArti":""
    }
]